Repository: mightyjohnney/AngularResponsiveWebApp
Catalog: po/extra/*.po
Languages: fr, ko, pt

source: Multimedia Converter
fr: Convertisseur de fichiers multimédia
ko: 멀티미디어 변환기
pt: Conversor Multimédia

source: Convert multimedia files to other formats
fr: Convertissez des fichiers multimédia dans d'autres formats
ko: 멀티미디어 파일을 다른 형식으로 변환
pt: Converter ficheiros multimédia para outros formatos

source: converter;multimedia;audio;video;photo;photography;
fr: convertisseur;multimédia;audio;vidéo;photo;photographie;
ko: converter;multimedia;audio;video;photo;photography;변환기;멀티미디어;오디오;비디오;그림;사진;이미지;
pt: conversor;multimédia;áudio;vídeo;foto;fotografia;

source: A multimedia file converter
fr: Un convertisseur de fichiers multimédia
ko: 멀티미디어 파일 변환기
pt: Um conversor multimédia

source: The easiest way to convert your multimedia files to the most popular formats.
fr: La façon la plus simple de convertir vos fichiers multimédia dans les formats les plus populaires.
ko: 멀티미디어 파일을 가장 널리 사용되는 형식으로 변환하는 가장 쉬운 방법입니다.
pt: A maneira mais fácil de converter os seus ficheiros multimédia para os formatos mais populares.

source: Characteristics:
fr: Caractéristiques :
ko: 특성:
pt: Características:

source: Conversion of multiple files at the same time
fr: Conversion simultanée de plusieurs fichiers
ko: 여러 파일을 동시에 변환
pt: Conversão de vários ficheiros ao mesmo tempo

source: Possibility of changing the output folder
fr: Possibilité de modifier le dossier de destination
ko: 출력 폴더 변경 가능성
pt: Possibilidade de alterar a pasta de destino

source: Notification support
fr: Prise en charge des notifications
ko: 알림 지원
pt: Suporte de notificações

source: Close the application at any time with Ctrl + Q
fr: Fermez l'application à tout moment avec Ctrl + Q
ko: Ctrl + Q를 사용하여 언제든지 응용 프로그램 닫기
pt: Feche a aplicação em qualquer altura ao premir Ctrl + Q

source: Supports the conversion of:
fr: Prend en charge les formats de conversion suivants :
ko: 변환 지원:
pt: Suporta a conversão de:

source: Video - MP4, MPG, AVI, WMV, FLV, MKV, 3GP, MOV, VOB, OGV, WEBM
fr: Vidéo - MP4, MPG, AVI, WMV, FLV, MKV, 3GP, MOV, VOB, OGV, WEBM
pt: Vídeo - MP4, MPG, AVI, WMV, FLV, MKV, 3GP, MOV, VOB, OGV, WEBM

source: Audio - MP3, WMA, OGG, WAV, AAC, FLAC, AIFF, MMF, M4A
ko: 오디오 - MP3, WMA, OGG, WAV, AAC, FLAC, AIFF, MMF, M4A
pt: Áudio - MP3, WMA, OGG, WAV, AAC, FLAC, AIFF, MMF, M4A

source: Images - JPG, BMP, PNG, TIF, GIF, TGA
ko: 이미지 - JPG, BMP, PNG, TIF, GIF, TGA
pt: Imagens - JPG, BMP, PNG, TIF, GIF, TGA

source: Icons in the HIG standard and Inclusion/Update of languages
fr: Les icônes suivent désormais les standards et ajout, mise à jour de langues
ko: HIGH 표준의 아이콘 및 언어의 포함/업데이트
pt: Ícones na norma HIG e Inclusão/Atualização dos idiomas

source: The icons follow the HIG (@lainsce)
fr: Les icônes suivent désormais les standards (@lainsce)
ko: 아이콘은 HIG를 따릅니다 (@laince)
pt: Os ícones seguem o HIG (@lainsce)

source: Language: Inclusion of the French (@nvivant)
fr: Langue : Ajout du Français (@nvivant)
ko: 언어: 프랑스어 포함 (@nvivant)
pt: Idioma: Inclusão do francês (@nvivant)

source: Language: Inclusion of Chinese simplified (@trampover)
fr: Langue : Ajout du Chinois simplifié (@trampover)
ko: 언어: 중국어 간체 포함 (@trampover)
pt: Idioma: Inclusão do chinês simplificado (@trampover)

source: Language: Update in Lithuanian (@welaq)
fr: Langue : Mise à jour du Lituanien (@welaq)
ko: 언어: 리투아니아어 업데이트 (@welaq)
pt: Idioma: Atualização em lituano (@welaq)
